Repository: Phuks-co/throat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: Type "YES" in the box
sk: Napíš sem "ANO"

source: Sub does not exist
sk: Skupina neexistuje

source: Post was already deleted
sk: Príspevok už bol vymazaný

source: Not authorized
sk: Nemáš oprávnenia

source: Cannot delete without reason
sk: Musíš udať dôvod

source: Post is not deleted
sk: Príspevok nie je vymazaný

source: Can not un-delete a self-deleted post
sk: Samo-vymazaný príspevok sa nedá obnoviť

source: Cannot un-delete without reason
sk: Pre obnovenie je nutné zadať dôvod

source: At least one kind of post must be permitted
sk: Povoľ aspoň jeden typ príspevkov

source: No flair text
sk: Tag neobsahuje text

source: User does not exist
sk: Používateľ neexistuje

source: Flair does not exist
sk: Tag neexistuje

source: Free-form user flairs are disabled for this sub
sk: Ľubovoľné používateľské tagy nie sú dostupné

source: Post has no flair
sk: Príspevok nemá nastavený tag

source: Badge does not exist
sk: Odznak neexistuje

source: sub not found
sk: skupina sa nenašla

source: already subscribed
sk: už odoberáš

source: not subscribed
sk: neodoberáš

source: already blocked
sk: už blokuješ

source: sub not blocked
sk: neblokuješ

source: Post/Comment not found
sk: Príspevok/komentár neexistuje

source: Post not found
sk: Príspevok nenájdený

source: Error
sk: Chyba

source: Nothing to distinguish
sk: Nejde prízvukovať

source: You are not the author of the item
sk: NIe si autorom

source: You must be a mod or admin
sk: Musíš byť moderátor alebo admin

source: Post was deleted
sk: Príspevok bol vymazaný

source: Posting has been temporarily disabled
sk: Prispievať teraz nie je možné

source: Comments are closed on this post.
sk: Komentáre k tomuto príspevku sú vypnuté.

source: You are currently banned from commenting
sk: Momentálne máš ban na komentáre

source: Parent comment does not exist
sk: Nadradený komentár neexistuje

source: Message does not exist
sk: Správa neexistuje

source: Invalid message
sk: Neplatná správa

source: Expiration time too far into the future
sk: Termín vypršania je príliš ďaleko v budúcnosti

source: Invalid expiration time
sk: Neplatný termín vypršania

source: Expiration date is in the past
sk: Termín vypršania je v minulosti

source: Janitors may only create temporary bans
sk: Ako čistič môžeš vydávať iba dočasné bany

source: You have been permanently banned. Reason: %(reason)s
sk: Dostal(a) si permanentný ban. Dôvod:: %(reason)s

source: You have been banned for %(num)d day. Reason: %(reason)s
sk: Dostal(a) si ban na %(num)d deň. Dôvod: %(reason)s

source: Already banned
sk: Už zabanovaný

source: banned for: %(reason)s, until %(expires)s
sk: ban z dôvodu: %(reason)s, platný do %(expires)s

source: banned for: %(reason)s, permanent
sk: ban z dôvodu: %(reason)s, permanentný

source: User is already a mod
sk: Používateľ už je moderátorom

source: User has a pending invite
sk: Používateľ už bol pozvaný

source: Invalid power level
sk: Neplatný level

source: User can't mod more than 20 subs
sk: Používateľ nesmie moderovať viac ako 20 skupín

source: User is not banned
sk: Používateľ nie je zabanovaný

source: Janitors may only remove bans placed by themselves
sk: Ako čistič môžeš rušiť iba tie bany, ktoré si vydal(a) ty

source: Ban removed
sk: Ban zrušený

source: User is not mod
sk: Používateľ nie je moderátor

source: Access denied
sk: Prístup zamietnutý

source: User has not been invited to moderate the sub
sk: Používateľ nebol pozvaný moderovať túto skupinu

source: You have not been invited to mod this sub
sk: Nebol(a) si pozvaný(á) moderovať túto skupinu

source: You can't mod more than 20 subs
sk: Nemôžeš moderovať viac ako 20 skupín

source: Message not found
sk: Správa sa nenašla

source: Missing title
sk: Chýbajúci názov

source: Title too short.
sk: Názov je príliš krátky.

source: You cannot edit the post title anymore
sk: Názov už nemôžeš meniť

source: You did not post this!
sk: Toto nie je tvoj príspevok!

source: Bork bork
sk: Grrr grrr

source: Removed announcement
sk: Odstránený oznam

source: Post already announced
sk: Príspevok už je oznámený

source: Domain is already banned
sk: Doména už je zabanovaná

source: Domain is not banned
sk: Doména nie je zabanovaná

source: Already saved
sk: Už uložené

source: Post was not saved
sk: Príspevok nebol uložený

source: This sub already has three sticky posts
sk: Táto skupina už má 3 sticky príspevky

source: Rule does not exist
sk: Pravidlo neexistuje

source: Rule has invalid characters
sk: Pravidlo obsahuje neplatné znaky

source: Set a new password on %(site)s
sk: Nastaviť nové heslo na %(site)s

source: Password recovery link expired
sk: Link pre obnovu hesla už neplatí

source: Password change failed. Please try again later.
sk: Zmena hesla sa nepodarila. Skús to neskôr.

source: You can't edit a deleted comment
sk: Vymazaný komentár nejde upraviť

source: You can't edit a comment on a deleted post
sk: Nemôžeš upraviť komentár na vymazanom príspevku

source: Not authenticated
sk: Nie si overený(á)

source: Missing text
sk: Chýbajúci text

source: User not found
sk: Používateľ sa nenašiel

source: Site administrators cannot be blocked
sk: Administrátorov nejde blokovať

source: File name too long.
sk: Názov súboru je príliš dlhý.

source: File name too short or missing.
sk: Názov súboru je príliš krátky, alebo nebol zadaný.

source: Invalid file name.
sk: Neplatný názov súboru.

source: Please select a file to upload.
sk: Prosím vyber súbor na nahratie.

source: Not enough available space to upload file.
sk: Nedostatok miesta na nahratie súboru.

source: Post is not a poll
sk: Príspevok nie je anketou

source: Poll option does not exist
sk: Táto možnosť hlasovania neexistuje

source: Already voted
sk: Už si hlasoval(a)

source: Poll is closed
sk: Hlasovanie bolo ukončené

source: Insufficient user level
sk: Nedostatočný level používateľa

source: Poll already closed.
sk: Hlasovanie už bolo ukončené.

source: Post was removed
sk: Príspevok bol odstránený

source: You have already reported this post
sk: Tento príspevok si už nahlásil(a)

source: Report reason too short.
sk: Zadaný dôvod je príliš stručný.

source: Report reason too long.
sk: Dôvod reportu presahuje povolenú dĺžku.

source: You are banned from this sub.
sk: V tejto skupine máš ban.

source: Comment was removed
sk: Komentár bol odstránený

source: Report does not exist
sk: Hlásenie neexistuje

source: Invalid action
sk: Neplatná akcia

source: This report has already been closed
sk: Toto hlásenie už bolo vyriešené

source: This report is already open
sk: Toto hlásenie sa už rieši

source: Failed to update report
sk: Nepodarilo sa updatovať hlásenie

source: No related reports to close
sk: Všetky súvisiace hlásenia sú už vyriešené

source: Sub does not exist.
sk: Skupina neexistuje.

source: That post type is not allowed in this sub.
sk: Tento typ príspevku nie je v tejto skupine povolený.

source: Posting has been temporarily disabled.
sk: Prispievať teraz nie je možné.

source: You cannot post in this sub.
sk: V tejto skupine nemôžeš prispievať.

source: You're banned from posting on this sub.
sk: V tejto skupine si zabanovaný(á).

source: Only mods can post on this sub.
sk: V tejto skupine môžu prispievať iba moderátori.

source: You have posted too much today.
sk: Na dnes už máš príliš veľa príspevkov.

source: Title is too short and/or contains whitespace characters.
sk: Názov je príliš krátky, alebo obsahuje medzery.

source: No link provided.
sk: Nezadal(a) si link.

source: This link was <a href="%(link)s">recently posted</a> on this sub.
sk: Tento link tu už <a href="%(link)s">máme</a>.

source: This domain is banned.
sk: Linky z tejto domény tu nie sú povolené.

source: Not enough poll options provided.
sk: Nedostatočný počet hlasovacích možností.

source: Poll option text is too long.
sk: Príliš dlhý text.

source: Poll closing time is too far in the future.
sk: Termín ukončenia hlasovania je príliš ďaleko v budúcnosti.

source: Invalid closing time.
sk: Neplatný termín ukončenia.

source: The closing time is in the past!
sk: Termín ukončenia je v minulosti!

source: Sub name has invalid characters
sk: Názov skupiny obsahuje neplatné znaky

source: Invalid sub name
sk: Neplatný názov skupiny

source: Sub is already registered
sk: Táto skupina už existuje

source: Only Site Admins may create new subs. Please contact an administrator to request a new sub.
sk: Nové skupiny môže vytvárať len Admin. Ak chceš vytvoriť skupinu, prosím kontaktuj admina.

source: You must be at least level %(level)i.
sk: Musíš mať aspoň level %(level)i.

source: You cannot own more than %(max)i subs.
sk: Nemôžeš vlastniť viac ako %(max)i skupín.

source: You cannot own more than %(max)i subs. Try leveling up your account.
sk: Nemôžeš vlastniť viac ako %(max)i skupín. Musíš najskôr zvýšiť leveling svojho účtu.

source: Auto detect
sk: Detekovať automaticky

source: The link you used is invalid or has expired
sk: Neplatný, alebo starý link

source: Your password recovery email address is now confirmed!
sk: Tvoj email pre obnovu hesla bol potvrdený!

source: Unable to confirm your new email address. Please try again later.
sk: Potvrdenie novej emailovej adresy sa nepodarilo. Skús to neskôr.

source: Password reset link was invalid or expired
sk: Link pre reset hesla je neplatný

source: License file was deleted :(
sk: Licenčný súbor bol vymazaný :(
