Repository: Phuks-co/throat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: Please log in to access this page.
sk: Je nutné sa prihlásiť.

source: Please reauthenticate to access this page.
sk: Je nutné sa znovu prihlásiť.

source: Invalid file type. Only jpg, png and gif allowed.
sk: Neplatný typ súboru. Povolené sú len jpg, png a gif.

source: Error in the '%(field)s' field - %(error)s
sk: Došlo k chybe v poli '%(field)s' - %(error)s

source: [Deleted]
sk: [vymazané]

source: URLs not allowed, uploaded files only
sk: URL nie sú povolené, iba súbory

source: @import token not allowed
sk: @import token nie je povolený

source: Invalid CSS
sk: Neplatné CSS

source: [Blocked]
sk: [Blokované]

source: Already processing previous request.
sk: Pracuje sa na predošlej požiadavke.

source: Unknown error. User disappeared
sk: Neznáma chyba. Používateľ sa stratil

source: Score balance is negative
sk: Negatívna karma

source: Invalid vote value
sk: Neplatná hodnota hlasu

source: Post does not exist
sk: Príspevok neexistuje

source: You can't vote on deleted posts
sk: Na vymazaných príspevkoch nejde hlasovať

source: Comment does not exist
sk: Komentár neexistuje

source: You can't vote on your own comments
sk: Nemožno hlasovať na vlastných komentároch

source: You can't vote on deleted comments
sk: Nemožno hlasovať na vymazaných komentároch

source: Invalid target
sk: Neplatný cieľ

source: You are banned on this sub.
sk: V tejto skupine si zabanovaný(á).

source: Post is archived
sk: Príspevok bol archivovaný

source: Looks like nobody bothered to code the message for this notification :(
sk: Zdá sa, že táto notifikácia ešte nie je hotová. :(

source: New notification.
sk: Nová notifikácia.

source: Post reply in %(prefix)s/%(sub)s
sk: Reakcia na príspevok v %(prefix)s/%(sub)s

source: %(name)s replied to your post titled %(title)s
sk: %(name)s reagoval(a) na tvoj príspevok %(title)s

source: Comment reply in %(prefix)s/%(sub)s
sk: Reakcia na komentár v %(prefix)s/%(sub)s

source: %(name)s replied to your comment in the post titled %(title)s
sk: %(name)s reagoval(a) na tvoj komentár k príspevku %(title)s

source: You were mentioned in %(prefix)s/%(sub)s
sk: Spomenuli ťa v %(prefix)s/%(sub)s

source: %(name)s mentioned you in the post titled %(title)s
sk: %(name)s ťa spomenul(a) v príspevku %(title)s

source: Your post in %(prefix)s/%(sub)s was deleted
sk: Tvoj príspevok v %(prefix)s/%(sub)s bol vymazaný

source: %(name)s deleted your post titled %(title)s. %(comment)s
sk: %(name)s vymazal(a) tvoj príspevok %(title)s. %(comment)s

source: You have been banned from %(prefix)s/%(sub)s
sk: Dostal(a) si ban v skupine %(prefix)s/%(sub)s

source: %(name)s banned you with reason: %(content)s
sk: %(name)s ťa zabanoval(a) z dôvodu: %(content)s

source: You have been unbanned from %(prefix)s/%(sub)s
sk: Zrrušili ti ban v skupine %(prefix)s/%(sub)s

source: %(name)s unbanned you.
sk: %(name)s ťa odbanoval(a).

source: You have been invited to moderate %(prefix)s/%(sub)s
sk: Dostal(a) si pozvánku moderovať skupinu %(prefix)s/%(sub)s

source: %(name)s invited you to the sub's mod team
sk: %(name)s ťa pozval(a) moderovať skupinu

source: File type not allowed
sk: Nepovolený typ súboru

source: File size exceeds the maximum allowed size (%(size)s)
sk: Súbor je väčší ako povolený limit (%(size)s)

source: Question
sk: Otázka

source: Sub
sk: Skupina

source: New owner username
sk: Meno nového vlastníka

source: Badge
sk: Odznak

source: Username
sk: Meno

source: Badge Icon
sk: Ikona odznaku

source: Badge Name
sk: Názov odznaku

source: Badge Description
sk: Popis odznaku

source: Score Adjustment
sk: Nárast karmy

source: Sort
sk: Zoradenie

source: Trigger
sk: Spúšťač

source: Enter Domain
sk: Zadaj doménu

source: Enable invite code to register
sk: Zapnúť registrácie cez pozvánky

source: Allow users to see who they invited and who invited them
sk: Používatelia môžu vidieť koho pozvali, a kto pozval ich

source: Minimum level to create invite codes
sk: Minimálny level na vytváranie pozvánok

source: Max amount of invites per user
sk: Maximálny počet pozvánok na používateľa

source: Change selected codes to expire:
sk: Zmeniť expiráciu zvolených kódov:

source: Never
sk: Nikdy

source: Now
sk: Teraz

source: At:
sk: Kedy:

source: Expiration date
sk: Dátum expirácie

source: Enter one-time password
sk: Zadaj jednorázové heslo

source: Page title
sk: Názov stránky

source: Content
sk: Obsah

source: Code (empty to generate random)
sk: Kód (prázdne pole vygeneruje náhodný)

source: Uses
sk: Použití

source: Search
sk: Hľadať

source: Sub name
sk: Názov skupiny

source: Title
sk: Popis

source: Sub is NSFW?
sk: Je skupina NSFW?

source: Custom stylesheet
sk: Modifikovaný štýl skupiny

source: Your comment
sk: Tvoj komentár

source: Flair text
sk: Text tagu

source: Flair
sk: Tag

source: Pick one
sk: Možnosti

source: Custom
sk: Nový tag

source: Remove flair
sk: Odstrániť tag

source: Rule text
sk: Text pravidla

source: Sub is NSFW
sk: Skupina je NSFW

source: Only mods can post
sk: Prispievať môžu iba moderátori

source: Allow users to flair their own posts
sk: Členovia môžu tagovať vlastné príspevky

source: Allow users to pick from moderator-created user flair options
sk: Používatelia si môžu zvoliť jeden z existujúcich tagov

source: Allow users to input their own user flair
sk: Používatelia si môžu vytvoriť vlastný tag používateľa

source: Enable text posts
sk: Povoliť diskusné príspevky

source: Enable link posts
sk: Povoliť linkové príspevky

source: Enable upload posts
sk: Povoliť upload príspevky

source: Enable polls
sk: Povoliť ankety

source: Default sub page post sorting
sk: Defaultné radenie príspevkov

source: Hot
sk: Teraz

source: New
sk: Nové

source: Sidebar text
sk: Text pre skupinu

source: Make the sub log private
sk: Záznam skupiny bude privátny

source: Make the list of banned users on this sub private
sk: Zoznam zabanovaných používateľov bude privátny

source: New mod username
sk: Meno nového moderátora

source: Mod level
sk: Level moderátora

source: Moderator
sk: Moderátor

source: Janitor
sk: Čistič

source: Post title
sk: Názov príspevku

source: Post content
sk: Text príspevku

source: Post link
sk: Link príspevku

source: Post type
sk: Typ príspevku

source: Link post
sk: Link

source: Text post
sk: Téma

source: Upload file
sk: Obrázok

source: Poll
sk: Anketa

source: Option
sk: Akcia

source: Hide poll results until it closes
sk: Skryť výsledky hlasovania až do ukončenia

source: Poll closing time
sk: Hlasovanie končí

source: Write your comment here. Styling with Markdown format is supported.
sk: Tvoj komentár.

source: Username to ban
sk: Zabanovať používateľa

source: Reason for the ban
sk: Dôvod banu

source: ban expires
sk: ban vyprší

source: Comment text
sk: Text komentára

source: Password
sk: Heslo

source: Remember me
sk: Pamätaj si ma

source: Email Address (optional)
sk: Email (nepovinný)

source: Invalid email address.
sk: Neplatný email.

source: Email Address (required)
sk: Email

source: Passwords must match
sk: Heslá sa nezhodujú

source: Repeat Password
sk: Opakuj heslo

source: Invite Code
sk: Kód z pozvánky

source: I accept the TOS
sk: Súhlasím s podmienkami používania

source: Security question
sk: Bezpečnostná otázka

source: Email Address
sk: Email

source: New password
sk: Nové heslo

source: Your current password
sk: Tvoje aktuálne heslo

source: Your password
sk: Tvoje heslo

source: Type 'YES' here
sk: Napíš sem 'ANO'

source: Disable custom sub styles
sk: Zakázať modifikované štýly

source: NSFW content
sk: NSFW obsah

source: Hide from lists
sk: Skryť

source: Show without blur
sk: Zobrazovať

source: Blur until clicked
sk: Zobraziť po kliknutí

source: Enable experimental features
sk: Zapnúť experimentálne funkcie

source: Disable infinite scroll
sk: Nekonečné rolovanie

source: Disable chat
sk: Vypnúť chat

source: Global stylesheet (select a sub)
sk: Globálny štýl (prevziať z)

source: Language
sk: Jazyk

source: Hide messages
sk: Skryť správy

source: Show messages
sk: Zobraziť správy

source: Hide posts and comments
sk: Skryť príspevky a komentáre

source: Blur posts and collapse comments
sk: Rozmazať príspevky a komentáre

source: Show posts and comments
sk: Zobraziť príspevky a komentáre

source: to
sk: adresát

source: subject
sk: predmet

source: message
sk: správa

source: Type here
sk: Písať sem

source: License
sk: Licencia

source: There are no posts here, yet.
sk: Zatiaľ tu nemáme príspevky.

source: Previous page
sk: Novšie príspevky

source: Next page
sk: Staršie príspevky

source: Saving...
sk: Ukladám...

source: Cancel
sk: Zrušiť

source: Create wiki
sk: Vytvoriť wiki

source: (Optional) Write your post content here. Styling with Markdown format is supported.
sk: Text príspevku (nepovinný).

source: Submit
sk: Odoslať

source: Admin Reports
sk: Hlásenia pre adminov

source: Includes reports for all subs except reports of sub-specific rules.
sk: Obsahuje hlásenia zo všetkých skupín, s výnimkou špecifických pravidiel skupiny.

source: Total Open Reports:
sk: Počet nevyriešených hlásení:

source: Total Closed Reports:
sk: Počet vyriešených hlásení:

source: Type
sk: Typ

source: Reporter
sk: Nahlásil(a)

source: Reason
sk: Dôvod

source: User reported
sk: Nahlásený(á)

source: Time
sk: Čas

source: Status
sk: Stav

source: Comment
sk: Komentár

source: Post
sk: Príspevok

source: Open
sk: Nevyriešené

source: Closed
sk: Vyriešené

source: [reopen]
sk: [znovu otvoriť]

source: Further authentication required
sk: Vyžaduje sa dodatočná autorizácia

source: One-time password
sk: Jednorázové heslo

source: Log in
sk: Prihlásiť

source: TOTP setup
sk: TOTP nastavenie

source: Site wiki
sk: Wiki stránky

source: Created
sk: Vydaný

source: Last edited
sk: Naposledy upravené

source: Edit
sk: Upraviť

source: Delete
sk: Vymazať

source: It seems that you're trying to get to the depths of the throat.
sk: Čo tu hľadáš? ...

source: The resource you were looking for does not exist.
sk: Hľadaná stránka neexistuje.

source: Too many requests
sk: Príliš mnoho požiadaviek

source: Too much, too fast!
sk: Príliš rýchlo, príliš veľa!

source: Whoa, calm down and wait a bit, then try again.
sk: Počkať! Trochu sa krotiť s tým prispievaním.

source: We're experiencing technical difficulties, please try again later. If the error persists, report it to the administration.
sk: Momentálne máme technické problémy. Skúste opakovať akciu neskôr.

source: all
sk: všetky

source: new
sk: nové

source: Closed Reports
sk: Vyriešené hlásenia

source: Includes all closed reports for subs you can moderate.
sk: Obsahuje všetky vyriešené hlásenia pre skupiny ktoré moderuješ.

source: Total Open Reports
sk: Počet nevyriešených hlásení

source: Total Closed Reports
sk: Počet vyriešených hlásení

source: Reopen
sk: Znovu otvoriť

source: Sub:
sk: Skupina:

source: Type:
sk: Typ:

source: Reported by:
sk: Nahlásil(a):

source: Reason:
sk: Dôvod banu:

source: User reported:
sk: Nahlásený užívateľ:

source: Time:
sk: Čas:

source: Mod dashboard
sk: Moderovanie

source: Subscribers
sk: Odoberatelia

source: Open Reports
sk: Nevyriešené hlásenia

source: Report Details
sk: Podrobnosti

source: Comment Report
sk: Komentár

source: Post Report
sk: Príspevok

source: Close Report
sk: Vyriešiť hlásenie

source: Reopen Report
sk: Znovu otvoriť hlásenie

source: All related reports are closed
sk: Všetky súvisiace hlásenia sú vyriešené

source: Close All Reports for this Comment
sk: Vyriešiť všetky hlásenia pre tento komentár

source: Close All Reports for this Post
sk: Vyriešiť všetky hlásenia pre tento príspevok

source: Reported User
sk: Nahlásený používateľ

source: %(reported)s has been banned from %(prefix)s/%(sub)s
sk: %(reported)s bol zabanovaný v skupine %(prefix)s/%(sub)s

source: Ban %(reported)s from %(prefix)s/%(sub)s
sk: Zabanovať používateľa %(reported)s v skupine %(prefix)s/%(sub)s

source: Ban %(reported)s from %(site)s
sk: Zabanovať %(reported)s na %(site)s

source: %(user)s has been banned from %(site)s
sk: %(user)s bol zabanovaný(á) globálne na %(site)s

source: Until...
sk: Do...

source: Forever
sk: Navždy

source: Pick date
sk: Zvoliť dátum

source: Ban
sk: Zabanovať

source: Post Preview:
sk: Náhľad príspevku:

source: [post deleted by mod or admin]
sk: [príspevok vymazal moderátor/admin]

source: [post deleted by user]
sk: [vymazané]

source: [post preview could not be rendered]
sk: [náhľad príspevku sa nepodaril]

source: Comment Preview:
sk: Náhľad komentára:

source: [comment deleted by mod or admin]
sk: [komentár vymazal moderátor/admin]

source: [comment deleted by user]
sk: [používateľ vymazal komentár]

source: Posted
sk: Zaslané

source: Go to comment
sk: Zobraziť komentár

source: Go to post
sk: Zobraziť príspevok

source: Delete Comment
sk: Vymazať komentár

source: Delete Post
sk: Vymazať príspevok

source: Leave a note
sk: Pridať poznámku

source: Report Log:
sk: Záznam hlásenia:

source: No logs have been made yet on this report
sk: Toto hlásenie zatiaľ nemá žiadne záznamy

source: Action Taken
sk: Akcia

source: By
sk: Kým

source: Details
sk: Poznámky

source: Action Taken:
sk: Akcia:

source: Report closed
sk: Hlásenie vyriešené

source: Report reopened
sk: Hlásenie znovu otvorené

source: Post deleted
sk: Príspevok vymazaný

source: Post un-deleted
sk: Príspevok obnovený

source: Comment deleted
sk: Komentár vymazaný

source: Comment un-deleted
sk: Komentár obnovený

source: Banned user from site
sk: Globálne zabanoval(a) používateľa

source: Banned user from sub
sk: Zabanoval(a) používateľa v skupine

source: Un-banned user from site
sk: Odbanoval(a) používateľa globálne

source: Un-banned user from sub
sk: Odbanoval(a) používateľa v skupine

source: Left note
sk: Poznámka zatvorená

source: By:
sk: Kým:

source: Details:
sk: Poznámky:

source: Closed all reports related to:
sk: Vyriešilo všetky hlásenia vo vzťahu k:

source: report
sk: nahlásiť

source: Other reports on this comment:
sk: Iné hlásenia tohto komentára:

source: Other reports on this post:
sk: Iné hlásenia tohto príspevku:

source: There are no other reports on this comment
sk: Tento komentár nemá ďalšie nahlásenia

source: There are no other reports on this post
sk: Tento príspevok nemá iné hlásenia

source: Reporter:
sk: Nahlásil(a):

source: Status:
sk: Stav:

source: Includes all open reports for subs you can moderate.
sk: Obsahuje všetky nevyriešené hlásenia pre skupiny ktoré moderuješ.

source: Close
sk: Vyriešiť

source: Open Reports for
sk: Nevyriešené hlásenia pre

source: Includes all open reports for this sub.
sk: Obsahuje všetky nevyriešené hlásenia pre túto skupinu.

source: Closed Reports for
sk: Vyriešené hlásenia pre

source: Includes all closed reports for this sub.
sk: Obsahuje všetky vyriešené hlásenia pre túto skupinu.

source: Customize this bar
sk: Prispôsobiť panel

source: More
sk: ďalšie

source: Register
sk: Registrácia

source: Score
sk: Karma

source: Log out
sk: Odhlásiť

source: Upvote
sk: Pridaj hlas

source: Downvote
sk: Uber hlas

source: Announcement
sk: Oznam

source: Not safe for work
sk: Not safe for work (nevhodné)

source: not https
sk: nie je https

source: Embed video
sk: Vložiť video

source: Show image
sk: Ukázať obrázok

source: Play video
sk: Prehrať video

source: Show poll
sk: Zobraziť anketu

source: Show post content
sk: Zobraziť obsah príspevku

source: [speaking as mod]
sk: [moderátor]

source: [speaking as admin]
sk: [admin]

source: [Blocked]
sk: [Blokované]

source: posted %(timeago)s by %(user)s on %(sub)s
sk: %(timeago)s pridal(a) %(user)s v %(sub)s

source: posted %(timeago)s by %(user)s
sk: %(timeago)s pridal(a) %(user)s

source: wiki
sk: wikki

source: comments (%(comments)i)
sk: komentáre (%(comments)i)

source: comment
sk: komentuj

source: block sub
sk: blokuj skupinu

source: open reports (%(num)s)
sk: otvorené hlásenia (%(num)s)

source: Admins
sk: Admini

source: Users
sk: Používatelia

source: User Badges
sk: Odznaky

source: Subs
sk: Skupiny

source: Posts
sk: Príspevky

source: Reports
sk: Hlásenia

source: Wikis
sk: Wiki stránky

source: Banned Domains
sk: Zabanované domény

source: Banned Email Domains
sk: Zabanované emailové domény

source: Site log
sk: Záznamy

source: Title search...
sk: Hľadať v príspevkoch...

source: Submit a post
sk: Pridaj príspevok

source: View all subs
sk: Všetky skupiny

source: Go to random sub
sk: Náhodná skupina

source: Create a sub
sk: Vytvor skupinu

source: Top posts in the last 24 hours
sk: Top príspevky za posledných 24 hodín

source: %(timeago)s in %(sub)s
sk: %(timeago)s v %(sub)s

source: Recent activity
sk: Posledná aktivita

source: %(user)s commented: %(text)s
sk: %(user)s pridal(a) komentár: %(text)s

source: %(user)s posted: %(text)s
sk: %(user)s pridal(a) príspevok: %(text)s

source: Sub of the day
sk: Skupina dňa

source: Site logs
sk: Záznamy

source: Notifications
sk: Notifikácie

source: Sent Messages
sk: Odoslané správy

source: Saved Messages
sk: Uložené správy

source: Blocked users
sk: Blokovaní používatelia

source: Mod Dashboard
sk: Mod panel

source: All Open Reports
sk: Všetky nevyriešené hlásenia

source: All Closed Reports
sk: Všetky vyriešené hlásenia

source: Banned Users
sk: Bany

source: Only mods can post.
sk: Prispievať môžu iba moderátori

source: You are currently banned from posting.
sk: Momentálne máš ban na príspevky.

source: %(subs)i subscribers
sk: %(subs)i odberateľov

source: Your flair:
sk: Tvoj tag:

source: (change)
sk: (zmeniť)

source: Subscribed
sk: Odoberám

source: Subscribe
sk: Odoberať

source: Blocked
sk: Blokujem

source: Block
sk: Blokovať

source: Set user flair
sk: Nastav si tag

source: ... or pick a pre-defined one
sk: ... alebo si vyber existujúci

source: Moderators
sk: Moderátori

source: Owner
sk: Vlastník

source: Created by <a href="/u/%(name)s">%(name)s</a>
sk: Vytvoril(a) <a href="/u/%(name)s">%(name)s</a>

source: Settings
sk: Nastavenia

source: Edit flairs
sk: Správa tagov

source: Edit rules
sk: Upraviť pravidlá

source: Edit stylesheet
sk: Vzhľad skupiny

source: Sub Moderation
sk: Moderovanie skupiny

source: Sub Log
sk: Záznamy skupiny

source: Post flairs
sk: Tagy príspevkov

source: User flairs
sk: Tagy používateľov

source: Rules
sk: Pravidlá

source: Bans
sk: Bany

source: Ban user
sk: Zabanovať používateľa

source: Un-ban user
sk: Odbanovať používateľa

source: Remove votes
sk: Odstrániť hlasy používateľa

source: Preferences
sk: Moje nastavenia

source: Account
sk: Konto

source: Delete account
sk: Vymazanie účtu

source: Invite codes
sk: Pozvánky

source: Profile
sk: Profil používateľa

source: View posts
sk: Príspevky používateľa

source: View comments
sk: Komentáre používateľa

source: View uploads
sk: Uploady používateľa

source: View saved posts
sk: Moje uložené príspevky

source: New posts and comments
sk: Nové príspevky a komentáre

source: %(user)s posted "%(title)s"%(nsfw)s to %(sub)s %(timeago)s
sk: %(user)s pridal(a) príspevok "%(title)s"%(nsfw)s do skupiny %(sub)s %(timeago)s

source: %(user)s commented "%(comment)s"%(nsfw)s in %(sub)s %(timeago)s
sk: %(user)s pridal(a) komentár "%(comment)s"%(nsfw)s v skupine %(sub)s %(timeago)s

source: User
sk: Používateľ

source: Action
sk: Akcia

source: Banned <a href="/u/%(user)s">%(user)s</a>
sk: Zabanovaný používateľ <a href="/u/%(user)s">%(user)s</a>

source: Created a sub
sk: Vytvoril(a) skupinu

source: Sub was transferred to <a href="/u/%(user)s">%(user)s</a>
sk: Skupina zmenila vlastníka na <a href="/u/%(user)s">%(user)s</a>

source: Sent mod invite to <a href="/u/%(user)s">%(user)s</a>
sk: Pozvanie moderovať zaslané na <a href="/u/%(user)s">%(user)s</a>

source: Removed <a href="/u/%(user)s">%(user)s</a> from the mod team
sk: <a href="/u/%(user)s">%(user)s</a> odstránený(á) zo skupiny moderátorov

source: Revoked mod invite for <a href="/u/%(user)s">%(user)s</a> from the mod team
sk: Stiahnutá pozvánka moderovať pre <a href="/u/%(user)s">%(user)s</a>

source: Deleted a post with reason <code>%(desc)s</code>
sk: Vymazal(a) príspevok z dôvodu <code>%(desc)s</code>

source: Un-deleted a post with reason <code>%(desc)s</code>
sk: Obnovil(a) príspevok z dôvodu <code>%(desc)s</code>

source: Deleted a comment with reason <code>%(desc)s</code>
sk: Vymazal(a) komentár z dôvodu <code>%(desc)s</code>

source: Un-deleted a comment with reason <code>%(desc)s</code>
sk: Obnovil(a) komentár z dôvodu <code>%(desc)s</code>

source: Created an announcement
sk: Vytvoril(a) oznam

source: Banned domain <code>%(desc)s</code>
sk: Zabanoval(a) doménu <code>%(desc)s</code>

source: Unbanned domain <code>%(desc)s</code>
sk: Odbanoval(a) doménu <code>%(desc)s</code>

source: Removed an announcement
sk: Odstránil(a) oznam

source: Disabled post creation
sk: Vypol/a pridávanie príspevkov

source: Re-enabled post creation
sk: Zapol/a pridávanie príspevkov

source: Disabled registration without invite code
sk: Zapol/a registrácie cez pozvánky

source: Re-enabled registration
sk: Vypol/a registrácie cez pozvánky

source: Disabled new user registration
sk: Vypol/a registráciu nových používateľov

source: Re-enabled new user registration
sk: Zapol/a registráciu nových používateľov

source: Unbanned <a href="/u/%(user)s">%(user)s</a>
sk: Odbanoval(a) používateľa <a href="/u/%(user)s">%(user)s</a>

source: Banned email domain <code>%(desc)s</code>
sk: Zabanovaná emailová doména <code>%(desc)s</code>

source: Unbanned email domain <code>%(desc)s</code>
sk: Odbanovaná emailová doména <code>%(desc)s</code>

source: Disabled captchas
sk: Vypnutá captcha

source: Enabled captchas
sk: Zapnutá captcha

source: Last update: %(timestamp)s
sk: Posledný update: %(timestamp)s

source: Banned users on <a href="%(link)s">/%(prefix)s/%(sub)s</a>
sk: Používatelia zabanovaní v <a href="%(link)s">/%(prefix)s/%(sub)s</a>

source: Banned users
sk: Zabanovaní používatelia

source: none
sk: žiadni

source: Expires
sk: Vyprší

source: Actions
sk: Akcie

source: Created:
sk: Vydaný:

source: User:
sk: Používateľ:

source: Expires:
sk: Vyprší:

source: Actions:
sk: Akcie:

source: unban
sk: odbanovať

source: Past bans
sk: Predošlé bany

source: Removed
sk: Odstránený

source: Removed:
sk: Odstránené:

source: Create sub
sk: Vytvor skupinu

source: Create a sub for you, your friends, or for your favorite community
sk: Vytvor skupinu venovanú tvojej obľúbenej komunite alebo oblasti záujmu

source: Alphanumeric characters
sk: Alfanumerické znaky

source: Description
sk: Popis

source: This sub only allows upload posts, and you don't have permission to upload files yet.
sk: V tejto skupine sú povolené iba upload príspevky, a zatiaľ na to nemáš level.

source: Find a sub...
sk: Hľadať skupinu...

source: Options
sk: Možnosti

source: remove
sk: odstrániť

source: Add option
sk: Pridaj možnosť

source: File
sk: Súbor

source: Upload a file!
sk: Nahraj súbor

source: Grab title
sk: Prevziať názov

source: Hide poll results until poll closes
sk: Skryť výsledky až do ukončenia

source: Close the poll at...
sk: Hlasovanie ukončiť o...

source: Submit post
sk: Pridaj príspevok

source: Preview
sk: Náhľad

source: Post preview
sk: Náhľad príspevku

source: Editing stylesheet for <a href="%(url)s">/%(prefix)s/%(sub)s</a>
sk: Úprava CSS pre skupinu <a href="%(url)s">/%(prefix)s/%(sub)s</a>

source: Saved!
sk: Uložené!

source: Save
sk: Uložíť

source: Upload files
sk: Nahrať súbory

source: Upload limit is %(max)i MiB. Space used: %(storage)i KiB
sk: Max. veľkosť súboru je %(max)i MiB. Využitá kapacita úložiska: %(storage)i KiB

source: Only images allowed
sk: Povolené sú iba obrázky

source: Upload
sk: Nahrať

source: No files were uploaded, yet.
sk: Zatiaľ neboli nahraté súbory.

source: Filename: %(filename)s. Size: %(filesize)i KiB.
sk: Názov súboru: %(filename)s. Veľkosť: %(filesize)i KiB.

source: Deleting...
sk: Vymazávam...

source: Deleted!
sk: Vymazané!
