Repository: Phuks-co/throat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: You can use uploaded images with <code>%%imagename%%</code>.
sk: Môžeš nahrať obrázky s <code>%%imagename%%</code>.

source: Example:
sk: Príklad:

source: Editing post flairs of <a href="%(url)s">%(sub)s</a>
sk: Tagy príspevkov v skupine <a href="%(url)s">%(sub)s</a>

source: Create new post flair
sk: Definuj nový tag

source: Add flair
sk: Pridať tag

source: Sub log for <a href="%(url)s">/%(prefix)s/%(sub)s</a>
sk: Záznam skupiny <a href="%(url)s">/%(prefix)s/%(sub)s</a>

source: Moderator:
sk: Moderátor:

source: Action:
sk: Akcia:

source: Created the sub
sk: Založil(a) skupinu

source: Changed sub settings
sk: Zmenil(a) nastavenia skupiny

source: Temporarily banned <a href="/u/%(username)s">%(username)s</a> %(days)s with reason <code>%(reason)s</code>
sk: Dočasne zabanoval(a) <a href="/u/%(username)s">%(username)s</a> %(days)s z dôvodu <code>%(reason)s</code>

source: for %(num)s days
sk: na %(num)s dní

source: Banned <a href="/u/%(username)s">%(username)s</a> with reason <code>%(reason)s</code>
sk: Zabanoval(a) <a href="/u/%(username)s">%(username)s</a> z dôvodu <code>%(reason)s</code>

source: Unbanned <a href="/u/%(username)s">%(username)s</a>
sk: Odbanoval(a) <a href="/u/%(username)s">%(username)s</a>

source: Sent mod invite to <a href="/u/%(username)s">%(username)s</a>
sk: Pozval(a) moderovať používateľa <a href="/u/%(username)s">%(username)s</a>

source: Accepted mod invite
sk: Prijal(a) pozvanie moderovať

source: Removed <a href="/u/%(username)s">%(username)s</a> from the mod team
sk: Odstránil(a) <a href="/u/%(username)s">%(username)s</a> z tímu moderátorov

source: Revoked mod invite for <a href="/u/%(username)s">%(username)s</a>
sk: Zrušil(a) pozvanie moderovať pre používateľa <a href="/u/%(username)s">%(username)s</a>

source: Mod invite declined by <a href="/u/%(username)s">%(username)s</a>
sk: <a href="/u/%(username)s">%(username)s</a> odmietol(a) pozvanie moderovať

source: Edited the sub's stylesheet
sk: Upravil(a) vzhľad skupiny

source: Sub was transferred to <a href="/u/%(username)s">%(username)s</a>
sk: Skupina zmenila vlastníka na <a href="/u/%(username)s">%(username)s</a>

source: Stickied a post
sk: Prilepil(a) príspevok

source: Unstickied a post
sk: Odlepil(a) príspevok

source: Changed the comment sort order of a sticky post
sk: Zmenila(a) radenie komentárov sticky príspevku

source: [Type %(type)i]
sk: [Napíš %(type)i]

source: Moderators for <a href="%(url)s">%(sub)s</a>
sk: Moderátori skupiny <a href="%(url)s">%(sub)s</a>

source: You currently have an invite for this sub pending.
sk: Stále máš otvorenú pozvnánku do tejto skupiny.

source: Accept
sk: Prijať

source: No thanks
sk: Nie, ďakujem

source: Owner:
sk: Vlastník:

source: Owners:
sk: Vlastníci:

source: Active moderators: none
sk: Aktívni moderátori: žiadni

source: Active moderators:
sk: Aktívni moderátori:

source: resign
sk: odstúpiť

source: Janitors:
sk: Čističi:

source: Pending invites: none
sk: Neprijaté pozvánky: žiadne

source: Pending invites:
sk: Neprijaté pozvánky:

source: revoke
sk: zamietnuť

source: Invite new mod:
sk: Pozvať nového moderátora:

source: Invite mod
sk: Pozvať moderátora

source: Past mods: none
sk: Minulí moderátori: žiadni

source: Past mods:
sk: Minulí moderátori:

source: [Deleted Post]
sk: [Vymazaný príspevok]

source: Posted in %(prefix)s/%(sub)s by %(username)s
sk: Pridal(a) %(username)s v %(prefix)s/%(sub)s

source: Posted %(timeago)s by %(user)s
sk: %(timeago)s pridal(a) %(user)s

source: edited %(timeago)s
sk: upravené %(timeago)s

source: Score: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>
sk: Skóre: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>

source: [Deleted by User]
sk: [Vymazané používateľom]

source: [Deleted by Mod or Admin]
sk: [Vymazané moderátorom/adminom]

source: Viewing title history:
sk: História názvu:

source: unsave
sk: odstrániť z uložených

source: save
sk: uložiť

source: flair
sk: tag

source: edit
sk: upraviť

source: edit title
sk: upraviť názov

source: delete
sk: vymazať

source: tag as nsfw
sk: označiť ako nsfw

source: remove nsfw
sk: zrušiť ozančenie nsfw

source: close poll
sk: ukončiť hlasovanie

source: unstick
sk: odlepiť

source: make sticky
sk: prilepiť

source: make announcement
sk: vytvoriť oznam

source: sort by top
sk: top komentáre

source: sort by new
sk: najnovšie komentáre

source: unlock comments
sk: odomknúť komentáre

source: lock comments
sk: zamknúť komentáre

source: un-delete
sk: obnoviť

source: undistinguish
sk: neprízvukovať

source: distinguish
sk: prízvukovať

source: Current flair: <span class="postflair">%(flair)s</span>.
sk: Aktuálny tag: <span class="postflair">%(flair)s</span>.

source: Remove
sk: Odstrániť

source: Select a new flair
sk: Zvoliť nový tag

source: [deleted]
sk: [vymazané]

source: Viewing edit history:
sk: História úprav:

source: Submit comment
sk: Pridať komentár

source: Comment preview
sk: Náhľad komentára

source: This post is closed to new comments. It has been locked by the moderators.
sk: Tento príspevok bol uzamknutý a nie je už možné pridávať komentáre.

source: This post is closed to new comments. It has been automatically archived.
sk: Tento príspevok bol automaticky archivovaný a nie je už možné pridávať komentáre.

source: No comments, yet...
sk: Zatiaľ bez komentára...

source: Show comments
sk: Zobraziť komentáre

source: %(comments)i comments
sk: všetky komentáre (%(comments)i)

source: Sort by: <b>%(currsort)s</b>
sk: radiť podľa: <b>%(currsort)s</b>

source: <span class="cscore">%(score)i</span> points</b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)
sk: <span class="cscore">skóre: <span class="cscore">%(score)i</span></b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)

source: <span class="cscore">%(score)i</span> points</b>
sk: skóre: <span class="cscore">%(score)i</span></b>

source: Edited %(timeago)s
sk: (upravené %(timeago)s)

source: [You have blocked <a href="%(link)s">%(name)s</a>]
sk: [Blokuješ používateľa <a href="%(link)s">%(name)s</a>]

source: blocked users
sk: blokovaní používatelia

source: reply
sk: reagovať

source: source
sk: formát

source: Load more (%(amt)i comments)
sk: Načítať viac (%(amt)i komentárov)

source: Load more (1 comment)
sk: Načítať viac (1 komentár)

source: This poll is now <b>closed</b>.
sk: Hlasovanie sa <b>skončilo</b>.

source: Show results.
sk: Zobraziť výsledky

source: This poll will close %(timeuntil)s
sk: Hlasovanie bude ukončené %(timeuntil)s

source: Results will be hidden until the poll closes
sk: Hlasovania je tajné až do ukončenia

source: Only users above <b>level %(level)s</b> can vote.
sk: Hlasovať môžu iba používatelia s <b>levelom %(level)s</b> a vyšším.

source: (voted)
sk: (zahlasované)

source: Vote
sk: Hlasuj

source: (<span class="poll-opt-votecount">%(votes)i</span> votes)
sk: (<span class="poll-opt-votecount">%(votes)i</span> hlasov)

source: Withdraw vote
sk: Stiahni hlas

source: Editing rules of <a href="%(url)s">%(sub)s</a>
sk: Pravidlá skupiny <a href="%(url)s">%(sub)s</a>

source: Create new rule
sk: Vytvoriť nové pravidlo

source: Users will be able to report violations of this rule. The text of the rule should be short and easy to understand.
sk: Používatelia budú môcť hlásiť porušenie tohto pravidla. Text pravidla by mal byť stručný a zrozumiteľný.

source: You'll still need to update your sidebar with a more detailed version of your Sub rules for users to read.
sk: Odporúčame rozpísať pravidlá tvojej skupiny v bočnom paneli.

source: Add rule
sk: Pridať pravidlo

source: Editing settings of <a href="%(url)s">%(sub)s</a>
sk: Nastavenia skupiny <a href="%(url)s">%(sub)s</a>

source: Default post sort
sk: Radenie príspevkov

source: Sidebar text. Markdown allowed.
sk: Text skupiny.

source: Save changes
sk: Uložiť zmeny

source: Editing user flairs of <a href="%(url)s">%(sub)s</a>
sk: Tagy používateľov v skupine <a href="%(url)s">%(sub)s</a>

source: Assign flair
sk: Uložiť tag

source: Create new user flair
sk: Definuj nový používateľský tag

source: Email sent!
sk: Email bol odoslaný

source: Click the link in the email we sent to you. You may want to check your spam folder, just in case ;)
sk: Použi link v maili, ktorý sme ti poslali. Pre istotu skontroluj aj maily v Spame. ;)

source: <p>We sent a confirmation email to:</p><p class="attention">%(email)s</p>
sk: <p>Email s potvrdením sme poslali na: </p><p class="attention">%(email)s</p>

source: Check your email and click on the confirmation link. You may want to check your spam folder, just in case ;)
sk: Použi link v maili, ktorý sme ti poslali. Pre istotu skontroluj aj maily v Spame. ;)

source: After you click the link, you will be able to log in and start using %(site)s!
sk: Po kliknutí na link sa budeš môcť prihlásiť na %(site)s!

source: Resend
sk: Poslať znovu

source: Didn't get the email or made a mistake with your email address?
sk: Neobrdžal(a) si mail, alebo si nesprávne zadal(a) adresu?

source: Resend account confirmation instructions
sk: Znovu odoslať inštrukcie k registrácii konta

source: Please verify that your email address is correct before resending.
sk: Over si, či je tvoja emailová adresa zadaná správne.

source: E-mail address
sk: Email

source: Send email
sk: Odoslať email

source: Sign up
sk: Registrácia

source: Forgot your password?
sk: Zabudnuté heslo?

source: Blocked Users
sk: Blokovaní používatelia

source: You can use this page to manage the users you have blocked. You can choose to hide or show private messages from blocked users, and you can choose to hide, blur or show posts and comments by blocked users. To add users to this list, use the “block” link on their user profile or the “block sender” link on their messages.
sk: Túto stránku môžeš použiť na správu používateľov, ktorých si zablokoval(a). Môžeš sa rozhodnúť skryť alebo zobrazovať súkromné správy od zablokovaných používateľov, prípadne skryť, rozmazávať alebo zobrazovať príspevky a komentáre zablokovaných používateľov. Ak chceš pridať používateľov do tohto zoznamu, použi odkaz „blokovať“ v ich užívateľskom profile, alebo odkaz „blokovať odosielateľa“ v ich správach.

source: Blocking other users does not prevent them from seeing the content that you post.
sk: Blokovaní používatelia môžu stále vidieť tvoje príspevky a komentáre.

source: Posts and comments from blocked users will be shown normally in the subs which you moderate, and if you block someone who is a moderator, the content they post in the subs which they moderate will always be shown.
sk: Príspevky a komentáre od zablokovaných používateľov sa budú normálne zobrazovať v skupinách, ktoré moderuješ. Ak zablokuješ niekoho, kto je moderátorom, vždy sa ti v jeho skupine zobrazí obsah, ktorý v nej uverejnia.

source: Posts and comments from blocked users who are moderators will be shown normally in the subs which they moderate.
sk: Príspevky a komentáre od zablokovaných používateľov sa budú normálne zobrazovať v skupinách, ktoré moderujú.

source: You haven't blocked anybody
sk: Nikoho neblokuješ

source: You can block users from the “block” link on their user profile or the “block sender” link on their messages.
sk: Na blokovanie používateľov použi odkaz „blokovať“ v ich užívateľskom profile, alebo odkaz „blokovať odosielateľa“ v ich správach.

source: Login
sk: Prihlásenie

source: Alphanumeric characters plus '-' and '_'
sk: Alfanumerické znaky plus '-' and '_'

source: Didn't get confirmation instructions?
sk: Neprišli mi inštrukcie

source: Password recovery
sk: Reset hesla

source: Send recovery email
sk: Zaslať email s resetom hesla

source: Password reset
sk: Reset hesla

source: Password (again)
sk: Heslo (opakovať)

source: Processing...
sk: Spracovávam...

source: Change password
sk: Zmena hesla

source: Send a message
sk: Poslať správu používateľovi

source: This user account has been deleted.
sk: Toto konto bolo vymazané.

source: posts
sk: príspevkov

source: comments
sk: komentárov

source: Phuks given
sk: rozdaná karma

source: Total score
sk: vlastná karma

source: Registered %(timeago)s
sk: Registrovaný(á) %(timeago)s

source: Badges
sk: Odznaky

source: Owns
sk: Založené skupiny

source: Mods
sk: Moderuje skupiny

source: Posting habits
sk: Prispieva do

source: Invite Info
sk: Info k pozvánke

source: Send message
sk: Poslať správu

source: Subject
sk: Predmet

source: Styling with Markdown format is supported.
sk: Formátovanie textu povolené.

source: Sending...
sk: Posielam...

source: Send Message
sk: Poslať správu

source: Message preview
sk: Náhľad

source: Block %(user)s
sk: Blokovať %(user)s

source: Posts and comments by %(user)s will be shown normally in the subs which they moderate.
sk: Príspevky a komentáre od %(user)s sa budú normálne zobrazovať v skupinách, ktoré moderuje.

source: Alphanumeric characters plus '-' and '_'; between 2 and %(num)d characters long
sk: Alfanumerické znaky plus '-' and '_'; minimálna dĺžka 2 a maximálna dĺžka %(num)d znakov

source: I accept the <a href="/wiki/tos">Terms of Use</a>
sk: Prijímam <a href="/wiki/tos">Podmienky používania</a>

source: Registration has been temporarily disabled. Please check back later. We apologize for any inconvience.
sk: Nové registrácie momentálne nefungujú. Skús to neskôr prosím.

source: Customize your sub bar
sk: Prispôsobiť skupiny zobrazené v záhlaví

source: Drag to sort
sk: Uprav si poradie

source: Hi %(name)s,
sk: Ahoj %(name)s,

source: To confirm this email address for your account on %(site)s
sk: Pre potvrdenie emailovej adresy na stránke %(site)s

source: click here.
sk: klikni sem.

source: Or you can paste the following link in your browser's address bar:
sk: Alebo pastni tento link do prehliadača:

source: Thanks,
sk: Ďakujeme,

source: The %(site)s Team
sk: Team %(site)s

source: Thank you for registering on %(site)s! To confirm your account and log in,
sk: Ďakujeme za registráciu na %(site)s! Pre potvrdenie konta a prihlásenie,

source: Somebody (most likely you) has requested a password reset for your account on %(site)s.
sk: Niekto (s najväčšou pravdepodobnosťou Ty) si vyžiadal reset hesla na %(site)s.

source: To proceed,
sk: Pokračovať

source: <a href="/u/%(user)s">%(user)s</a> replied to your post <a class="%(cls)s" href="%(link)s">%(title)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> reagoval(a) na tvoj príspevok <a class="%(cls)s" href="%(link)s">%(title)s</a>

source: <a href="/u/%(user)s">%(user)s</a> replied to your comment in <a class="%(cls)s" href="%(link)s">%(title)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> reagoval(a) na tvoj komentár ku príspevku <a class="%(cls)s" href="%(link)s">%(title)s</a>

source: <a href="/u/%(user)s">%(user)s</a> mentioned you in <a class="%(cls)s" href="%(link)s">%(title)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> ťa spomenul(a) v príspevku <a class="%(cls)s" href="%(link)s">%(title)s</a>

source: You have been banned from <a href="%(sub)s">%(sub)s</a>
sk: Bol(a) si zabanovaný(á) v skupine <a href="%(sub)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> banned you from <a href="%(sub)s">%(sub)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> ťa zabanoval(a) v skupine <a href="%(sub)s">%(sub)s</a>

source: You have been unbanned from <a href="%(sub)s">%(sub)s</a>
sk: Bol(a) si odbanovaný(á) v skupine <a href="%(sub)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> unbanned you from <a href="%(sub)s">%(sub)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> ťa odbanoval(a) v skupine <a href="%(sub)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> invited you to moderate <a href="%(sub)s">%(sub)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> ťa pozval moderovať skupinu <a href="%(sub)s">%(sub)s</a>

source: Your post <a href="%(link)s">%(title)s</a> has been deleted
sk: Tvoj príspevok <a href="%(link)s">%(title)s</a> bol vymazaný

source: <a href="/u/%(user)s">%(user)s</a> deleted your post <a href="%(link)s">%(title)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> vymazal(a) tvoj príspevok <a href="%(link)s">%(title)s</a>

source: One of your posts in <a href="%(sub)s">%(sub)s</a> has been deleted
sk: Jeden z tvojich príspevkov v skupine <a href="%(sub)s">%(sub)s</a> bol vymazaný

source: <a href="/u/%(user)s">%(user)s</a> deleted one of your posts in <a href="%(sub)s">%(sub)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> vymazal(a) jeden z tvojich príspevkov v skupine <a href="%(sub)s">%(sub)s</a>

source: Your post <a href="%(link)s">%(title)s</a> has been un-deleted
sk: Tvoj príspevok <a href="%(link)s">%(title)s</a> bol obnovený

source: <a href="/u/%(user)s">%(user)s</a> un-deleted your post <a href="%(link)s">%(title)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> obnovil(a) tvoj príspevok <a href="%(link)s">%(title)s</a>

source: One of your posts in <a href="%(sub)s">%(sub)s</a> has been un-deleted
sk: Jeden z tvojich príspevkov v skupine <a href="%(sub)s">%(sub)s</a> bol obnovený

source: <a href="/u/%(user)s">%(user)s</a> un-deleted one of your posts in <a href="%(sub)s">%(sub)s</a>
sk: <a href="/u/%(user)s">%(user)s</a> obnovil(a) tvoj príspevok v <a href="%(sub)s">%(sub)s</a>

source: Your comment. Posted %(timeago)s. <b>%(score)i</b> points.
sk: Tvoj komentár. Zaslaný %(timeago)s. Skóre: <b>%(score)i</b>.

source: Posted %(timeago)s. <b>%(score)s</b> points. Read %(timeagoread)s
sk: Pridané %(timeago)s. Skóre: <b>%(score)s</b>. Prečítané %(timeagoread)s

source: Posted %(timeago)s. <b>%(score)s</b> points.
sk: Pridané %(timeago)s. Skóre: <b>%(score)s</b> .

source: delete notification
sk: vymazať notifikáciu

source: Please visit %(link)s to accept or reject the invitation
sk: Pozvanie môžeš odmietnuť alebo prijať %(link)s

source: %(user)s's account
sk: Konto používateľa %(user)s

source: Editing...
sk: Upravujem...

source: Account deletion
sk: Vymazanie účtu

source: THIS ACTION CANNOT BE UNDONE
sk: VYMAZANIE JE NEVRATNÉ

source: Deleted.
sk: Vymazané.

source: Delete my account
sk: Vymazať môj účet

source: You can create <b>%(num)i</b> invite codes.
sk: Môžeš vytvoriť <b>%(num)i</b> pozvánok.

source: Create new
sk: Nová pozvánka

source: You cannot create invite codes.
sk: Nemôžeš vytvárť pozvánky.

source: Your invite codes
sk: Tvoje pozvánky

source: Code
sk: Kód

source: Max uses
sk: Max. počet použití

source: %(user)s's preferences
sk: Preferencie používateľa %(user)s

source: Bold (ctrl-b)
sk: Tučné (ctrl-b)

source: Italic (ctrl-i)
sk: Šikmé (ctrl-i)

source: Strikethrough (ctrl-shift-s)
sk: Preškrtnuté (ctrl-shift-s)

source: Title (ctrl-shift-h)
sk: Názov (ctrl-shift-h)

source: Insert hyperlink
sk: Vložiť link

source: Link Title
sk: Názov linku

source: Insert link (ctrl-shift-k)
sk: Vložiť link (ctrl-shift-k)

source: Bullet list
sk: Zoznam

source: Number list
sk: Číslovanie

source: Quote (ctrl-shift-.)
sk: Citácia

source: saved
sk: uložené

source: deleted
sk: vymazané

source: block sender
sk: blokovať odosielateľa

source: unblock sender
sk: odblokovať odosielateľa

source: Error: %1
sk: Chyba: %1

source: Could not contact the server
sk: Nepodarilo sa spojiť so serverom

source: Voting...
sk: Hlasujem...

source: Working...
sk: Pracujem...

source: removed
sk: odstránené

source: distinguish as:
sk: prízvukovať ako:

source: mod
sk: moderátor

source: Why are you deleting this?
sk: Prečo to chceš vymazať?

source: Error.
sk: Chyba.

source: Why are you undeleting this?
sk: Dôvod obnovenia?

source: undeleted
sk: obnovené

source: New title
sk: Nový názov

source: Done
sk: Hotovo

source: Done!
sk: Hotovo!

source: There was an error while editing: %1
sk: Pri úprave sa vyskytla chyba: %1

source: Saved.
sk: Uložené.

source: Loading...
sk: Načítavam...

source: comment removed
sk: komentár odstránený

source: Why are you un-deleting this?
sk: Dôvod obnovenia?

source: comment un-deleted
sk: komentár obnovený

source: Couldn't get title
sk: Nepodarilo sa získať názov

source: Grab again
sk: Prevziať znovu

source: Grabbing...
sk: Získavam...

source: Post comment
sk: Pridať komentár

source: 1 comment
sk: komentáre (1)

source: %1 comments
sk: %1 komentárov

source: Could not contact the server
sk: Nepodarilo sa spojiť so serverom

source: Report post
sk: Nahlásiť príspevok

source: This report will be forwarded to the site administration
sk: Toto nahlásenie bude doručené administrátorom webu

source: Select a reason to report this post:
sk: Dôvod nahlásenia:

source: Select one...
sk: Zvoliť...

source: TOS violation
sk: Podmienky používania

source: Sub Rule violation
sk: Porušenie pravidiel skupiny

source: Other
sk: Iné

source: Which Sub rule did this post violate?
sk: Ktoré pravidlo skupiny bolo porušené?

source: Other sub rule
sk: Iné pravidlo skupiny

source: Explain why you're reporting this post:
sk: Špecifikuj dôvod:

source: Error:
sk: Chyba:

source: Your report has been sent and will be reviewed by the site administrators.
sk: Správa bola zaslaná administrátorom.

source: No subs found
sk: skupina sa nenašla

source: Log in or register to continue
sk: Prihlás sa, alebo sa zaregistruj

source: Don't have an account?
sk: Nemáš účet?

source: Register now!
sk: Registruj sa!

source: File size exceeds maximum allowed (%1 MB)
sk: Súbor je väčší ako povolený limit (%1 MB)

source: There was an error while saving your settings. Please try again in a few minutes.
sk: Pri ukladaní nastavení sa vyskytla chyba. Prosím skúste znovu o pár minút.

source: Error while contacting the server
sk: Chyba pri kontaktovaní servera

source: Are you sure you want to delete?
sk: Naozaj to chceš vymazať?

source: Are you sure you want to PERMANENTLY delete your account?
sk: Naozaj chceš NATRVALO vymazať svoj účet?

source: Are you sure you want to ban this user?
sk: Naozaj chceš zabanovať tohoto používateľa?

source: Are you sure you want to remove all the votes issued by this user?
sk: Naozaj chceš odstrániť všetky hlasy používateľa?

source: Are you sure you want to unban this user?
sk: Naozaj chceš odbanovať tohto používateľa?

source: left the room
sk: sa odpojil(a)

source: joined the room
sk: sa pripojil(a)

source: message deleted
sk: správa vymazaná

source: Are you sure?
sk: Naozaj?

source: yes
sk: áno

source: no
sk: nie

source: %(user)s has deleted their account.
sk: %(user)s vymazal(a) svoje konto.

source: Deleted
sk: Vymazané

source: Pending
sk: Čakajúce

source: Banned
sk: Zabanované

source: Invalid or expired token.
sk: Neplatný alebo expirovaný token.

source: User not found or invalid ticket
sk: Používateľ sa nenašiel, alebo ticket je neplatný

source: Invalid captcha.
sk: Neplatná captcha.

source: Username has invalid characters.
sk: Prihlasovacie meno obsahuje neplatné znaky.

source: Username is not available.
sk: Prihlasovacie meno je nedostupné.

source: We do not accept emails from your email provider.
sk: Emailové adresy od tohto providera neakceptujeme.

source: E-mail address is already in use.
sk: Tento email je už použitý.

source: Incorrect answer for security question.
sk: Nesprávna odpoveď na bezpečnostnú otázku.

source: Invalid invite code.
sk: Neplatný pozvánkový kód.

source: Confirm your new account on %(site)s
sk: Potvrď svoje konto na %(site)s

source: The link you used is invalid or has expired.
sk: Neplatný, alebo starý link.

source: Your email is already confirmed.
sk: Emailová adresa je už overená.

source: Invalid username or password.
sk: Neplatné meno alebo heslo.

source: Incorrect password
sk: Nesprávne heslo

source: Password change failed. Please try again later
sk: Zmena hesla sa nepodarila. Skús to neskôr

source: To confirm, click the link in the email we sent to you. You may want to check your spam folder, just in case ;)
sk: Použi link v maili, ktorý sme ti poslali. Pre istotu skontroluj aj maily v Spame. ;)

source: Confirm your email address for your %(site)s account
sk: Potvrď emailovú adresu tvojho konta na %(site)s

source: Wrong password
sk: Nesprávne heslo

source: YES
sk: ANO
